{
  "posts": [
    {
      "title": "N-Power begins Batch C Stream 2 Payments",
      "body": "Just In: Slap Competition To Begin In Nigeria This Month, The Executive Director, TKK Sport, Mr. Abdullrahman Orosanya, promoter of Slap Fight Nigeria, has disclosed in a statement in Lagos that the date for commencement of the slap competition is yet to be picked.",
      "cover": "https://i0.wp.com/www.blueprint.ng/wp-content/uploads/2021/09/images-2-6.jpeg?resize=600%2C320&ssl=1",
      "metadata": "Just In: Slap Competition To Begin In Nigeria This Month, The Executive Director, TKK Sport, Mr",
      "cat": "Jobs",
      "id": 1,
      "tags": [
        "Jobs",
        "Howto",
        "Education"
      ]
    },
    {
      "title": "How to successfully purchase the JAM 2022 Pin",
      "body": "Veeiye No Time, Veeiye No Time Audio, Talented singer, and songwriter, Veeiye comes through with a new song download.\nThe new song download by BBNaija Vee is a chart-topping song and it is taken from her just-completed studio project titled Young & Reckless.",
      "cover": "https://www.vtpass.com/blog/wp-content/uploads/2022/02/WhatsApp-Image-2022-02-24-at-3.44.14-PM-825x510.jpeg",
      "metadata": "The new song download by BBNaija Vee is a chart-topping song and it is taken from her just-completed studio project ",
      "cat": "Howto",
      "id": 2,
      "tags": [
        "Howto"
      ]
    },
    {
      "title": "Tyler Hubbard net worth and Biography",
      "body": "Tyler Hubbard is an American Country music artist, his Net worth at the time of this post is roughly $25 million.\n\nIf you are looking to know more about Tyler Hubbard’s Net worth, Age: Kids, Weight, Wife, Bio-Wiki 2022, and more information then keep reading this post till the end and thank me later.\n\nCareer\nThe duo released their debut EP, Anything Like Me, in 2010 and their second EP, It’s Just What We Do, in 2012.\n\nIn the United States, the EP debuted at the top of the Heatseekers chart. Following their popularity, the team published Here’s to the Good Times, their debut studio album, in 2012.\n\nThe hit song Cruise has been certified 8x Platinum in the United States. The majority of his earnings come from the sales of his best-selling albums.\n\nTheir debut album sold nearly seven million copies and reached number one on the Billboard Hot 100 and number one on the US Country chart.",
      "cover": "https://express-images.franklymedia.com/6616/sites/1209/2022/05/17195624/Tyler-Hubbard-2022-PR-image-02.jpg",
      "metadata": "Tyler Hubbard is an American Country music artist, his Net worth at the time of this post is roughly $25 million.",
      "cat":"Jobs",
      "tags": [
        "TylerHubard",
        "entertainment"
      ],
      "id": 3
    }
  ]
}